const adms = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
╭━━━━━◉                                       ◉━━━━━╮
       ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗    
       ║       *喜𝐌𝐄𝐍𝐔 𝐃𝐄 𝑨𝑫𝑴𝑺夢*                
       ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉                                       ◉━━━━━╯
▢ ⌁ᴍᴇɴᴜ ᴀᴅᴍ,ғᴇɪᴛᴏ ᴘᴀʀᴀ ᴀᴘᴇɴᴀs ᴀᴅᴍɪɴɪsᴛʀᴀᴅᴏʀ ᴅᴏ ɢʀᴜᴘᴏ⌁ ▢ 
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}abrirgpt/fechargpt
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}kick [@] (pra-remover) 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}ban (responder-mensagem)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}promover [@] (promover a adm)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}rebaixar [@] (rebaixar adm)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}totag (menciona-algo)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}grupo f/a
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}nomegp (Nome)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}status
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}limpar (texto-invisível-gp)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}atividades (DO-GRUPO)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}linkgp
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}grupoinfo
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}hidetag (txt) (marcação)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}marcar (marca tds do gp)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}marcar2 (marca gp com Wa.me/)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}anagrama 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antidocumento 1 / 0  
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antiloc 1 / 0  
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}anticontato 1 / 0  
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antilink 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antilinkhard 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Antiviewonce 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antifake 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}bemvindo 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antiimg 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antiaudio 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}antivideo 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}leveling 1 / 0  
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}simih 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}simih2 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}fotogp (Marca)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}descgp (TXT)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}nomegp (Nome)
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 