const lista = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
╭━━━━━◉                                       ◉━━━━━╮
       ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗    
       ║       *喜𝑳𝑰𝑺𝑻𝑨 𝑫𝑬 𝑴𝑬𝑵𝑼𝑺夢*                 
       ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉                                       ◉━━━━━╯
▢ ⌁ᴛᴏᴅᴏs ᴏs ᴍᴇɴᴜs ᴇsᴛᴀᴏ ᴀᴋɪ ʟɪsᴛᴀ ᴅᴇ ᴍᴇɴᴜs ᴛʙᴍ ᴠɪᴅᴀ⌁ ▢
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎Nome: Revolution modz
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}menu
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}menuadm
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}menuotaku
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}dono
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}infoajuda
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}menulogos
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}brincadeiras
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}alteradores
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐆𝐈𝐑𝐋 - 𝐀𝐍𝐈𝐌𝐄夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}pinvideo
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}hentai
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}neko
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}lewd
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}solog
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}trap
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}loli
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}coxas
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}saycat
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}wallpaper
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}waifu
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}muslos
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}godgil
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}badgirl
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐂𝐌𝐃 - 𝐍𝐎𝐕𝐎𝐒夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}emojimix
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}seradm
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}javolto
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}sair
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}programador
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}novolink
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉`
}

exports.lista = lista

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 