const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭━━━━━◉                                       ◉━━━━━╮
       ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗    
       ║       *喜${NomeDoBot}夢*                 
       ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉                                       ◉━━━━━╯
▢ ⌁sᴇᴊᴇ ʙᴇᴍ ᴠɪɴᴅᴏ(ᴀ) ᴀᴏ ᴍᴇɴᴜ ᴅᴇ ᴄᴍᴅs⌁ ▢ 
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐈𝐌𝐏𝐎𝐑𝐓𝐀𝐍𝐓𝐄夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}cttdono
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}cep
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}ip
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}InfoBemvindo
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infopalavrão
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infolistanegra
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infobancarac
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infovotação
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infocontador
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infosorteio
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Infobot
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Idiomas
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Bug (questione)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Avalie (o quao bom)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Sugestao (dica)
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐌𝐄𝐍𝐔-𝐃𝐄-𝐂𝐌𝐃夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Menudono
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Efeitosimg
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Menuadm
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Menupremium
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Logos
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Brincadeiras
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Alteradores
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀-𝐀𝐁𝐀𝐈𝐗𝐀𝐑夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Play (NOME)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Play2 (NOME)ME)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Playmp4 (NOME)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ytsearch (NOME)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ytmp4 (LINK)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ytmp3 (LINK)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}tiktok (LINK)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Imgpralink (MARCAR)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Videopralink (MARCAR-V)
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐎𝐄𝐒夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}install
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ping (velo)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Bateria
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Gitdobot
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Atividade
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Rankativo
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Checkativo @marcar
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ranklevel (de todos)
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║               *喜𝐉𝐎𝐆𝐎𝐒夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ppt (pedra-papel-tesoura) 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Jogodavelha @marca
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ttt (jogo da velha) 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Cassino
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Quizanime 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Quizanimais 1 / 0
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Anagrama 1 / 0
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║         *喜𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀𝐒夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Sfundo
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Csticker
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Fsticker
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Sticker
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Togif
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Toimg
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐀𝐓𝐓𝐏𝐒-𝐂𝐌𝐒-𝐓𝐗𝐓夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Attp  (txt)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Ttp (txt)
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
╭━━━━━◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║       *喜𝐂𝐌𝐃𝐒-𝐁𝐀𝐒𝐈𝐂𝐎𝐒夢*                 
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝    
╰━━━━━◉
╭═══════◉
┆      ╔┉𑁍┉═══『多川 海 』═══┉𑁍┉╗
┆      ║
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Gtts (linguagem)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Tagme
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Emoji
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Tabela (LETRAS) 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Conselhobiblico
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Simi (fale algo) 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Perfil
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Wallpaperanime
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Tomp3 
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Frases
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Calcular (numero)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Fazernick (nick)
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎${prefix}Bot
┆      ║⏤͟͟͞͞⿻͜͡ꨄ︎Prefixo: ⟪•  ${prefix}  •⟫
┆      ║
┆      ╚┉𑁍┉═══『多川 海 』═══┉𑁍┉╝
╰═══════◉
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
